Revit 2027 API
SymbolTypeId.MH2OPerM Property
 Symbol mH2O/m, indicating unit Meters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MH2OPerM { get; }
Public Shared ReadOnly Property MH2OPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MH2OPerM {
	ForgeTypeId^ get ();
}
static member MH2OPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace